# Add more completions
zsh-users/zsh-completions

# Command specific autocompletions
robbyrussell/oh-my-zsh path:plugins/pip

# Lazy, easy extraction
robbyrussell/oh-my-zsh path:plugins/extract
# Easy sudo with double escape
robbyrussell/oh-my-zsh path:plugins/sudo
# All new terminals automatically go to the last working directory (lwd does the same)
robbyrussell/oh-my-zsh path:plugins/last-working-dir
# Make man pages colorful
robbyrussell/oh-my-zsh path:plugins/colored-man-pages

# Pretty syntax highlighting
zsh-users/zsh-syntax-highlighting
# Grayed out auto suggestions
zsh-users/zsh-autosuggestions

# Nice Pure prompt
mafredri/zsh-async
sindresorhus/pure
